Repository: Igor-Sanches/conversor-de-medias-audio-video
Catalog: Conversor/Strings/*/Resources.resw
Source language: en_us
Languages: ar, es, fr_fr, it_it, ja, pt_br, ru_ru, vi, zh_hans, zh_hant

# spvAmigos.Text
source: Invite friends
ar: دعوة الأصدقاء
es: Invitar amigos
fr_fr: Inviter des amis
it_it: Invita amici
ja: 友達を招待する
pt_br: Convidar amigos
ru_ru: Пригласить друзей
vi: Mời bạn bè
zh_hans: 邀请朋友
zh_hant: 邀請朋友

# app
source: 7: Media Converter for UWP
ar: 7: محول وسائل الإعلام ل ووب
es: 7: Convertidor de Medios para UWP
fr_fr: 7: Convertisseur de Média pour UWP
it_it: 7: Media Converter per UWP
ja: 7：UWP用メディアコンバータ
pt_br: 7: Conversor de Mídia para UWP
ru_ru: 7: Конвертер мультимедиа для UWP
vi: 7: Chuyển đổi Media cho UWP
zh_hans: 7：适用于UWP的媒体转换器
zh_hant: 7：適用於UWP的媒體轉換器

# AudioQualidade.Header
source: Audio quality
ar: جودة الصوت
es: Calidad del audio
fr_fr: Qualité audio
it_it: Qualità audio
ja: オーディオ品質
pt_br: Qualidade do áudio
ru_ru: Качество звука
vi: Chất lượng âm thanh
zh_hans: 音频质量
zh_hant: 音頻質量

# Auto.Content
source: Auto
ar: السيارات
ja: オート
ru_ru: автоматический
vi: Tự động
zh_hans: 汽车
zh_hant: 汽車

# AutoPlay.Header
source: Auto Play
ar: اللعب التلقائي
es: Reproducción automática
fr_fr: Lecture automatique
ja: 自動再生
ru_ru: Автоигра
vi: Tự động phát
zh_hans: 自动播放
zh_hant: 自動播放

# AutoPlay.OffContent
source: Disabled
ar: معاق
es: Discapacitado
fr_fr: Désactivé
it_it: Disabile
ja: 無効
pt_br: Desabilitado
ru_ru: инвалид
vi: Bị tắt
zh_hans: 残
zh_hant: 殘

# AutoPlay.OnContent
source: Enabled
ar: قادر
es: Capaz
fr_fr: Activé
it_it: Capace
ja: 有効
pt_br: Habilitado
ru_ru: в состоянии
vi: Đã bật
zh_hans: 能
zh_hant: 能

# autos
source: Auto
ar: السيارات
ja: オート
ru_ru: автоматический
vi: Tự động
zh_hans: 汽车
zh_hant: 汽車

# BarOptions.Content
source: Show editing options
ar: عرض خيارات التعديل
es: Mostrar opciones de edición
fr_fr: Afficher les options d'édition
it_it: Mostra le opzioni di modifica
ja: 編集オプションを表示する
pt_br: Mostrar opções de edição
ru_ru: Показать параметры редактирования
vi: Hiển thị tùy chọn chỉnh sửa
zh_hans: 显示编辑选项
zh_hant: 顯示編輯選項

# BarTitle.Text
source: 7: Media Converter
ar: 7: تحويل وسائل الإعلام
es: 7: Convertidor de Media
fr_fr: 7: Convertisseur de Média
ja: 7：メディアコンバータ
pt_br: 7: Conversor de Mídia
ru_ru: 7: Конвертер мультимедиа
vi: 7: Trình chuyển đổi Media
zh_hans: 7：媒体转换器
zh_hant: 7：媒體轉換器

# BoxEditors.Header
source: Edit Engine (Audio / Video)
ar: تعديل المحرك (الصوت / الفيديو)
es: Motor de edición (Audio / Vídeo)
fr_fr: Modifier le moteur (audio / vidéo)
it_it: Modifica motore (Audio/Video)
ja: エンジンの編集（オーディオ/ビデオ）
pt_br: Motor de edição (Áudio/Vídeo)
ru_ru: Редактировать движок (аудио/видео)
vi: Chỉnh sửa Công cụ (Audio/Video)
zh_hans: 编辑引擎（音频/视频）
zh_hant: 編輯引擎（音頻/視頻）

# Cancel.Content
source: Cancel
ar: إلغاء
es: Cancelar
fr_fr: Annuler
it_it: Annullare
ja: キャンセル
pt_br: Cancelar
ru_ru: отменить
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# cancelado
source: Conversion canceled
ar: تم إلغاء التحويل
es: Conversión cancelada
fr_fr: Conversion annulée
it_it: Conversione annullata
ja: コンバージョンのキャンセル
pt_br: Conversão cancelada
ru_ru: Конверсия отменена
vi: Đã hủy chuyển đổi
zh_hans: 转换已取消
zh_hant: 轉換已取消

# cancelamento
source: Cancellation occurred successfully!
ar: تم الإلغاء بنجاح!
es: ¡Cancelación ocurrida con éxito!
fr_fr: L'annulation a eu lieu avec succès!
it_it: La cancellazione è avvenuta con successo!
ja: キャンセルは正常に完了しました！
pt_br: Cancelamento ocorrido com sucesso!
ru_ru: Отмена произошла успешно!
vi: Huỷ đã xảy ra thành công!
zh_hans: 取消成功！
zh_hant: 取消成功！

# comandos
source: Commands keys
ar: مفاتيح الأوامر
es: Teclas de los comandos
fr_fr: Clés de commandes
it_it: Comanda le chiavi
ja: コマンドキー
pt_br: Teclas dos Comandos
ru_ru: Клавиши команд
vi: Phím lệnh
zh_hans: 命令键
zh_hant: 命令鍵

# spvComandos.Text
source: Commands
ar: الأوامر
es: Comandos
fr_fr: Commandes
it_it: Comandi
ja: コマンド
pt_br: Comandos
ru_ru: команды
vi: Lệnh
zh_hans: 命令
zh_hant: 命令

# Conversao
source: Conversion
ar: تحويل
es: Conversión
it_it: Conversione
ja: 変換
pt_br: Conversão
ru_ru: преобразование
vi: Chuyển đổi
zh_hans: 转变
zh_hant: 轉變

# Convertido
source: Converted to
ar: تم التحويل إلى
es: Convertido para
fr_fr: Converti en
it_it: Convertito a
ja: 変換された
pt_br: Convertido para
ru_ru: Преобразован в
vi: Chuyển sang
zh_hans: 转换为
zh_hant: 轉換為

# convertidoAs
source: The
ar: ال
es: la
fr_fr: Le
it_it: il
ja: ザ
pt_br: As
ru_ru: As
vi: Các
zh_hans: 该
zh_hant: 該

# convertidoCancelado
source: Was canceled
ar: تم إلغاء
es: Fue cancelada
fr_fr: A été annulé
it_it: È stato cancellato
ja: キャンセルされました
pt_br: Foi cancelada
ru_ru: Отменено
vi: Đã bị hủy
zh_hans: 被取消
zh_hant: 被取消

# convertidoDe
source: In
ar: من
es: De
fr_fr: De
it_it: Di
ja: 〜から
pt_br: De
ru_ru: из
vi: Từ
zh_hans: 的
zh_hant: 的

# convertidoEm
source: Converted into
ar: تم تحويلها إلى
es: Convertido en
fr_fr: Converti en
it_it: Convertito in
ja: 変換済み
pt_br: Convertido em
ru_ru: Преобразован в
vi: Chuyển thành
zh_hans: 转换为
zh_hant: 轉換為

# convertidoFalha
source: Failed
ar: فشلت
es: Fracasado
fr_fr: Échec
it_it: Mancato
ja: 失敗
pt_br: Falhou
ru_ru: не удалось
vi: Không thành công
zh_hans: 失败
zh_hant: 失敗

# convertidoPara
source: for
ar: إلى
es: para
fr_fr: à
it_it: A
ja: 〜へ
pt_br: para
ru_ru: в
vi: để
zh_hans: 至
zh_hant: 至

# cvtOption.Header
source: Convert with MrfCrf444
ar: تحويل مع MrfCrf444
es: Convertir con MrfCrf444
fr_fr: Convertir avec MrfCrf444
it_it: Converti con MrfCrf444
ja: MrfCrf444で変換
pt_br: Converter com MrfCrf444
ru_ru: Конвертировать с MrfCrf444
vi: Chuyển đổi với MrfCrf444
zh_hans: 用MrfCrf444转换
zh_hant: 用MrfCrf444轉換

# cvtOption.OffContent
source: Disabled
ar: معاق
es: Discapacitado
fr_fr: Désactivé
it_it: Disabile
ja: 無効
pt_br: Desabilitado
ru_ru: инвалид
vi: Bị tắt
zh_hans: 残
zh_hant: 殘

# cvtOption.OnContent
source: Enabled
ar: قادر
es: Capaz
fr_fr: Activé
it_it: Capace
ja: 有効
pt_br: Habilitado
ru_ru: в состоянии
vi: Đã bật
zh_hans: 能
zh_hant: 能

# DataCriacao.Text
source: Creation date
ar: تاريخ الإنشاء
es: Fecha de creación
fr_fr: Date de création
it_it: Data di creazione
ja: 作成日
pt_br: Data de criação
ru_ru: Дата создания
vi: Ngày tạo
zh_hans: 创建日期
zh_hant: 創建日期

# DefaultEditor.Content
source: Default editor
ar: محرر افتراضي
es: Editor predeterminado
fr_fr: Éditeur par défaut
it_it: Editor predefinito
ja: デフォルトのエディタ
pt_br: Editor padrão
ru_ru: Редактор по умолчанию
vi: Trình biên tập mặc định
zh_hans: 默认编辑器
zh_hant: 默認編輯器

# DisplayName
source: 7: Media Converter
ar: 7: تحويل وسائل الإعلام
es: 7: Convertidor de Media
fr_fr: 7: Convertisseur de Média
ja: 7：メディアコンバータ
pt_br: 7: Conversor de Mídia
ru_ru: 7: Конвертер мультимедиа
vi: 7: Trình chuyển đổi Media
zh_hans: 7：媒体转换器
zh_hant: 7：媒體轉換器

# EntCorte.Text
source: End of cut
ar: نهاية قطع
es: Fin del corte
fr_fr: Fin de coupe
it_it: Fine del taglio
ja: カットの終わり
pt_br: Fim do corte
ru_ru: Конец разреза
vi: Kết thúc cắt
zh_hans: 截止结束
zh_hant: 截止結束

# Exfalha
source: Unexpected failure
ar: فشل غير متوقع
es: Error inesperado
fr_fr: Échec inattendu
it_it: Fallimento imprevisto
ja: 予期しない障害
pt_br: Falha inesperada
ru_ru: Неожиданный сбой
vi: Thất bại bất ngờ
zh_hans: 意外失败
zh_hant: 意外失敗

# F1
source: key Ctrl + F1 = Search for new file
ar: كترل + F1 كي = البحث عن ملف جديد
es: Tecla Ctrl + F1 = Buscar nuevo archivo
fr_fr: Ctrl + F1 key = Recherche de nouveau fichier
it_it: Ctrl + tasto F1 = Cerca il nuovo file
ja: Ctrl + F1キー=新しいファイルを検索する
pt_br: Tecla Ctrl + F1 = Buscar novo arquivo
ru_ru: Ctrl + F1 key = Поиск нового файла
vi: Ctrl + F1 key = Tìm kiếm tệp tin mới
zh_hans: Ctrl + F1键=搜索新文件
zh_hant: Ctrl + F1鍵=搜索新文件

# F2
source: key Ctrl + F2 = Save and convert
ar: مفتاح كترل + F2 = حفظ وتحويل
es: Tecla Ctrl + F2 = Guardar y convertir
fr_fr: Ctrl + F2 key = Enregistrer et convertir
it_it: Ctrl + F2 key = Salva e converti
ja: Ctrl + F2キー=保存して変換する
pt_br: Tecla Ctrl + F2 = Salvar e converter
ru_ru: Ctrl + F2 key = Сохранить и конвертировать
vi: Ctrl + F2 key = Lưu và chuyển đổi
zh_hans: Ctrl + F2键=保存并转换
zh_hant: Ctrl + F2鍵=保存並轉換

# F3
source: Key Ctrl + F3 = Show editing options
ar: مفتاح كترل + F3 = عرض خيارات التحرير
es: Tecla Ctrl + F3 = Mostrar opciones de edición
fr_fr: Touche Ctrl + F3 = Afficher les options d'édition
it_it: Tasto Ctrl + F3 = Mostra le opzioni di modifica
ja: キーCtrl + F3 =編集オプションを表示する
pt_br: Tecla Ctrl + F3 = Mostrar opções de edição
ru_ru: Клавиша Ctrl + F3 = Показать параметры редактирования
vi: Ctrl + F3 = Hiển thị các tùy chọn chỉnh sửa
zh_hans: 键Ctrl + F3 =显示编辑选项
zh_hant: 鍵Ctrl + F3 =顯示編輯選項

# F4
source: Key Ctrl + F4 = Turn notifications on and off
ar: كترل + F4 كي = تشغيل الإشعارات وإيقاف تشغيلها
es: Tecla Ctrl + F4 = Activar y desactivar notificaciones
fr_fr: Ctrl + F4 key = Activer et désactiver les notifications
it_it: Tasto Ctrl + F4 = Attiva e disattiva le notifiche
ja: キーCtrl + F4 =通知をオンまたはオフにする
pt_br: Tecla Ctrl + F4 = Ativar e desativar notificações
ru_ru: Клавиша Ctrl + F4 = включение и выключение уведомлений
vi: Ctrl + F4 key = Bật và tắt thông báo
zh_hans: 键Ctrl + F4 =打开和关闭通知
zh_hant: 鍵Ctrl + F4 =打開和關閉通知

# F5
source: key Ctrl + F5 = Modern Editor
ar: كترل + F5 = محرر حديث
es: Tecla Ctrl + F5 = Editor Moderno
fr_fr: Ctrl + F5 = Éditeur moderne
it_it: Ctrl + F5 = Editor moderno
ja: Ctrl + F5 =モダンエディタ
pt_br: Tecla Ctrl + F5 = Editor Moderno
ru_ru: Ctrl + F5 = современный редактор
vi: Ctrl + F5 = Biên tập hiện đại
zh_hans: Ctrl + F5 =现代编辑器
zh_hant: Ctrl + F5 =現代編輯器

# F6
source: Key Ctrl + F6 = Enable Dynamic Live Tiles
ar: مفتاح كترل + F6 = تمكين ديناميكية لايف البلاط
es: Tecla Ctrl + F6 = Activar Live Tiles Dinámicas
fr_fr: Touche Ctrl + F6 = Activer les vignettes dynamiques dynamiques
it_it: Tasto Ctrl + F6 = Abilita riquadri dinamici live
ja: キーCtrl + F6 =ダイナミックライブタイルを有効にする
pt_br: Tecla Ctrl + F6 = Ativar Live Tiles Dinâmicas
ru_ru: Клавиша Ctrl + F6 = Включить динамические живые плитки
vi: Ctrl + F6 = Bật Dynamic Live Tiles
zh_hans: 键Ctrl + F6 =启用动态实时切片
zh_hant: 鍵Ctrl + F6 =啟用動態實時切片

# F7
source: key Ctrl + F7 = Share
ar: مفتاح كترل + F7 = شير
es: Tecla Ctrl + F7 = Compartir
fr_fr: Ctrl + F7 key = Partager
it_it: Ctrl + tasto F7 = Condividi
ja: Ctrl + F7キー=共有
pt_br: Tecla Ctrl + F7 = Compartilhar
ru_ru: Ctrl + F7 key = Share
vi: Ctrl + F7 key = Chia sẻ
zh_hans: Ctrl + F7键=共享
zh_hant: Ctrl + F7鍵=共享

# falha
source: Failed to convert
ar: أخفق التحويل
es: Se produjo un error al convertir
fr_fr: Échec de la conversion
it_it: Impossibile convertire
ja: 変換できませんでした
pt_br: Ocorreu uma falha ao converter
ru_ru: Не удалось преобразовать
vi: Không thể chuyển đổi
zh_hans: 无法转换
zh_hant: 無法轉換

# falha2
source: Unexpected failure
ar: فشل غير متوقع
es: Error inesperado
fr_fr: Échec inattendu
it_it: Fallimento imprevisto
ja: 予期しない障害
pt_br: Falha inesperada
ru_ru: Неожиданный сбой
vi: Thất bại bất ngờ
zh_hans: 意外失败
zh_hant: 意外失敗

# Formatos.Text
source: Supported Formats
ar: التنسيقات المدعومة
es: Formatos soportados
fr_fr: Formats pris en charge
it_it: Formati supportati
ja: サポートされているフォーマット
pt_br: Formatos suportados
ru_ru: Поддерживаемые форматы
vi: Các định dạng được hỗ trợ
zh_hans: 支持的格式
zh_hant: 支持的格式

# spvAbout.Text
source: About
ar: حول ويكي
es: En
fr_fr: À propos de Wiki
it_it: Informazioni su Wiki
ja: Wikiについて
pt_br: Sobre
ru_ru: О Вики
vi: Giới thiệu Wiki
zh_hans: 关于Wiki
zh_hant: 關於Wiki

# spvInicio.Text
source: Home
ar: الصفحة الرئيسية |
es: Casa
fr_fr: Accueil |
ja: ホーム|
pt_br: Inicio
ru_ru: Главная |
vi: Trang chủ |
zh_hans: 主页|
zh_hant: 主頁|

# lgmArabe.Text
source: Arabic
ar: العربية
es: Árabe
fr_fr: Arabe
it_it: Arabo
ja: アラビア語
pt_br: Árabe
ru_ru: арабский
vi: Tiếng Ả Rập
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

# lgmChinesS.Text
source: Chinese (Simplified)
ar: الصينية (المبسطة)
es: Chino (Simplificado)
fr_fr: Chinois (Simplifié)
it_it: Cinese (Semplificato)
ja: 中国語（簡体字）
pt_br: Chinês (Simplificado)
ru_ru: Китайский (упрощенный)
vi: Tiếng Trung Quốc (Giản thể)
zh_hans: 中文（简体）
zh_hant: 中文（簡體）

# lgmChinesT.Text
source: Chinese (Traditional)
ar: الصينية (التقليدية)
es: Chino (Tradicional)
fr_fr: Chinois (Traditionnel)
it_it: Cinese (Tradizionale)
ja: 中国語（繁体字）
pt_br: Chinês (Tradicional)
ru_ru: Китайский (традиционный)
vi: Tiếng Trung (Phồn thể)
zh_hans: 中文（繁体）
zh_hant: 中文（繁體）

# lgmSpanhol.Text
source: Spanish
ar: الأسبانية
es: Español
fr_fr: Français
it_it: Spagnolo
ja: フランス語
pt_br: Espanhol
ru_ru: испанский
vi: Tiếng Pháp
zh_hans: 西班牙语
zh_hant: 西班牙語

# lgmFrances.Text
source: France
ar: الولايات المتحدة
es: Francia
fr_fr: États-Unis
it_it: Stati Uniti
ja: アメリカ合衆国
pt_br: França
ru_ru: Соединенные Штаты Америки
vi: Hoa Kỳ
zh_hans: 美国
zh_hant: 美國

# lgIdiomaPadrao.Content
source: Defined by the system
ar: يحددها النظام
es: Definido por el sistema
fr_fr: Défini par le système
it_it: Definito dal sistema
ja: システムによって定義される
pt_br: Definido pelo sistema
ru_ru: Определяется системой
vi: Xác định bởi hệ thống
zh_hans: 由系统定义
zh_hant: 由系統定義

# lgmIngles.Text
source: English
ar: الإنجليزية
es: Inglés
fr_fr: Anglais
it_it: Inglese
ja: 英語
pt_br: Inglês
ru_ru: английский
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英語

# lgmItalia.Text
source: Italian
ar: الإيطالي
es: Italiano
fr_fr: Italien
it_it: Italiano
ja: イタリア語
pt_br: Italiano
ru_ru: итальянский
vi: Tiếng Ý
zh_hans: 意大利
zh_hant: 意大利

# lgmJapao.Text
source: Japanese
ar: اليابانية
es: Japonés
fr_fr: Japonais
it_it: Giapponese
ja: 日本語
pt_br: Japonês
ru_ru: японский
vi: Tiếng Nhật
zh_hans: 日本
zh_hant: 日本

# lgmBrasil.Text
source: Portuguese
ar: البرتغالية
es: Portugués
fr_fr: Accueil
it_it: Portoghese
ja: ホーム
pt_br: Português
ru_ru: португальский
vi: Trang chủ
zh_hans: 葡萄牙
zh_hant: 葡萄牙

# lgmViatinam.Text
source: Vietnamese
ar: الفيتنامية
es: Vietnamita
fr_fr: Vietnamien
it_it: Vietnamita
ja: ベトナム語
pt_br: Vietnamita
ru_ru: вьетнамский
vi: Tiếng Việt
zh_hans: 越南
zh_hant: 越南

# Linguagem.Header
source: Language
ar: لغة
es: Idioma
fr_fr: Langue
it_it: Lingua
ja: 言語
pt_br: Idioma
ru_ru: язык
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# mandito
source: Kept in
ar: أبقى في
es: Mantenido en
fr_fr: Conservé
it_it: Tenuto in
ja: 維持
pt_br: Mantido em
ru_ru: Удерживается
vi: Giữ trong
zh_hans: 留在
zh_hant: 留在

# ModernEditor.Content
source: Modern Editor (Beta)
ar: محرر حديث (تجريبي)
es: Editor moderno (Beta)
fr_fr: Éditeur moderne (Bêta)
it_it: Editor moderno (Beta)
ja: 現代エディタ（ベータ版）
pt_br: Editor moderno (Beta)
ru_ru: Современный редактор (бета)
vi: Biên tập hiện đại (Beta)
zh_hans: 现代编辑器（测试版）
zh_hant: 現代編輯器（測試版）

# mostrar
source: Show editing options
ar: عرض خيارات التعديل
es: Mostrar opciones de edición
fr_fr: Afficher les options d'édition
it_it: Mostra le opzioni di modifica
ja: 編集オプションを表示する
pt_br: Mostrar opções de edição
ru_ru: Показать параметры редактирования
vi: Hiển thị tùy chọn chỉnh sửa
zh_hans: 显示编辑选项
zh_hant: 顯示編輯選項

# NN.Text
source: Notifications Plush
ar: الإخطارات أفخم
es: Notificaciones Plush
it_it: Notifiche Peluche
ja: ぬいぐるみ
pt_br: Notificações Plush
ru_ru: Уведомления Plush
vi: Thông báo Plush
zh_hans: 通知毛绒
zh_hant: 通知毛絨

# notiOff.Content
source: Disabled
ar: معاق
es: Discapacitado
fr_fr: Désactivé
it_it: Disabile
ja: 無効
pt_br: Desabilitado
ru_ru: инвалид
vi: Bị tắt
zh_hans: 残
zh_hant: 殘

# notiOn.Content
source: Enabled
ar: قادر
es: Capaz
fr_fr: Activé
it_it: Capace
ja: 有効
pt_br: Habilitado
ru_ru: в состоянии
vi: Đã bật
zh_hans: 能
zh_hant: 能

# ocultar
source: Hide editing options
ar: إخفاء خيارات التعديل
es: Ocultar opciones de edición
fr_fr: Masquer les options d'édition
it_it: Nascondi le opzioni di modifica
ja: 編集オプションを非表示
pt_br: Ocultar opções de edição
ru_ru: Скрыть параметры редактирования
vi: Ẩn tùy chọn chỉnh sửa
zh_hans: 隐藏编辑选项
zh_hant: 隱藏編輯選項

# OptionAudio1.Text
source: Bits Per Sample
ar: بت لكل عينة
es: Bits Por Muestra
fr_fr: Bits par échantillon
it_it: Bit per campione
ja: サンプルあたりのビット数
pt_br: Bits Por Amostra
ru_ru: Биты на образец
vi: Số lượng mỗi mẫu
zh_hans: 每个样品的位数
zh_hant: 每個樣品的位數

# OptionAudio2.Text
source: Sample Rate
ar: معدل العينة
es: Tasa De la Muestra
fr_fr: Taux d'échantillonnage
it_it: Frequenza di campionamento
ja: サンプルレート
pt_br: Taxa Da Amostra
ru_ru: Частота выборки
vi: Tỷ lệ lấy mẫu
zh_hans: 采样率
zh_hant: 採樣率

# OptionAudio3.Text
source: Bit Rate
ar: معدل بت
es: Tasa De Bits
fr_fr: Débit
ja: ビットレート
pt_br: Taxa De Bits
ru_ru: Скорость передачи битов
vi: Tốc độ bit
zh_hans: 比特率
zh_hant: 比特率

# OptionAudio4.Text
source: Channel Count
ar: عدد القنوات
es: Recuento De Canal
it_it: Conteggio canali
ja: チャネル数
pt_br: Contagem De Canal
ru_ru: Количество каналов
vi: Số kênh
zh_hans: 频道数
zh_hant: 頻道數

# OptionsVideo1.Text
source: Width
ar: عرض
es: Ancho
fr_fr: Largeur
it_it: Larghezza
ja: 幅
pt_br: Largura
ru_ru: ширина
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度

# OptionsVideo2.Text
source: Height
ar: ارتفاع
es: Altura
fr_fr: Hauteur
it_it: Altezza
ja: 高さ
pt_br: Altura
ru_ru: высота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

# OptionsVideo3.Text
source: Bit Rate
ar: معدل بت
es: Tasa De Bits
fr_fr: Débit
ja: ビットレート
pt_br: Taxa De Bits
ru_ru: Скорость передачи битов
vi: Tốc độ bit
zh_hans: 比特率
zh_hant: 比特率

# OptionsVideo4.Text
source: Frame Rate
ar: معدل الإطار
es: Tasa De Cuadros
fr_fr: Taux de trame
ja: フレームレート
pt_br: Taxa De Quadros
ru_ru: Частота кадров
vi: Tốc độ khung
zh_hans: 帧率
zh_hant: 幀率

source: Original format
ar: التنسيق الأصلي
es: Formato original
fr_fr: Format original
it_it: Formato originale
ja: 元の形式
pt_br: Formato original
ru_ru: Оригинальный формат
vi: Định dạng gốc
zh_hans: 原始格式
zh_hant: 原始格式

# progresso
source: Progress in
ar: التقدم في
es: Progreso en
fr_fr: Progrès dans
it_it: Progressi in
ja: 進捗状況
pt_br: Progresso em
ru_ru: Прогресс в
vi: Tiến bộ
zh_hans: 进步
zh_hant: 進步

# Resolucao.Text
source: Resolution
ar: قرار
es: Resolución
fr_fr: Résolution
it_it: Risoluzione
ja: 解像度
pt_br: Resolução
ru_ru: разрешение
vi: Nghị quyết
zh_hans: 决议
zh_hant: 決議

# salvaem
source: Save to
ar: حفظ إلى
es: Salva en
fr_fr: Enregistrer dans
it_it: Salva in
ja: 保存先
pt_br: Salva em
ru_ru: Сохранить в
vi: Lưu vào
zh_hans: 保存到
zh_hant: 保存到

# salvo
source: Conversion saved successfully!
ar: تم حفظ التحويل بنجاح!
es: ¡La conversación salva con éxito!
fr_fr: Conversion enregistrée avec succès!
it_it: Conversione salvata con successo!
ja: コンバージョンを正常に保存しました
pt_br: Conversão salva com sucesso!
ru_ru: Конверсия сохранена успешно!
vi: Chuyển đổi đã được lưu thành công!
zh_hans: 转换已成功保存！
zh_hant: 轉換已成功保存！

# salvoem
source: Save to
ar: حفظ إلى
es: Salva en
fr_fr: Enregistrer dans
it_it: Salva in
ja: 保存先
pt_br: Salvo em
ru_ru: Сохранить в
vi: Lưu vào
zh_hans: 保存到
zh_hant: 保存到

# Settings.Text
source: Settings
ar: إعدادات
es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
ja: 設定
pt_br: Configurações
ru_ru: настройки
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# spvSettings.Text
source: Settings
ar: إعدادات
es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
ja: 設定
pt_br: Configurações
ru_ru: настройки
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# spvShare.Text
source: To share
ar: مشاركة هذا
es: Cuota
fr_fr: Partagez ça
it_it: Condividi questo
ja: これを共有する
pt_br: Compartilhar
ru_ru: Поделиться
vi: Chia sẻ này
zh_hans: 分享这个
zh_hant: 分享這個

# sms
source: Come and use the best converter the 7: Media Converter
ar: تعال واستخدام أفضل تحويل 7: تحويل وسائل الإعلام
es: Venga a utilizar el mejor conversor 7: Convertidor de medios
fr_fr: Venez et utilisez le meilleur convertisseur le 7: Media Converter
it_it: Vieni e usa il convertitore migliore di 7: Media Converter
ja: 最適なコンバータを使用して、7：Media Converterを使用してください
pt_br: Venha usar o melhor conversor o 7: Conversor de Mídia
ru_ru: Приходите и используйте лучший конвертер 7: Media Converter
vi: Hãy đến và sử dụng bộ chuyển đổi 7: Media Converter
zh_hans: 请使用7：Media Converter的最佳转换器
zh_hant: 請使用7：Media Converter的最佳轉換器

# sobreText
source: The 7: Media Converter is an application designed for Windows 10 users, the application is Universal and supports 7 types of media
ar: 7: تحويل وسائل الإعلام هو تطبيق صمم لمستخدمي ويندوز 10، وتطبيق عالمي ويدعم 7 أنواع من وسائل الإعلام
es: 7: Convertidor de medios es una aplicación creada para los usuarios de Windows 10, la aplicación es universal y admite 7 tipos de medios
fr_fr: Le 7: Media Converter est une application conçue pour les utilisateurs de Windows 10, l'application est universelle et prend en charge 7 types de médias
it_it: Il 7: Media Converter è un'applicazione progettata per gli utenti di Windows 10, l'applicazione è universale e supporta 7 tipi di media
ja: 7：Media ConverterはWindows 10ユーザー用に設計されたアプリケーションで、アプリケーションはUniversalで、7種類のメディアをサポートしています
pt_br: O 7: Conversor de Mídia é um aplicativo criado para os usuários do Windows 10, o aplicativo é Universal e tem suporte a 7 tipos de mídias
ru_ru: Конвертер 7: Media - это приложение, предназначенное для пользователей Windows 10, приложение Universal и поддерживает 7 типов носителей
vi: The 7: Media Converter là một ứng dụng được thiết kế cho người dùng Windows 10, ứng dụng này là Universal và hỗ trợ 7 loại phương tiện
zh_hans: 7：媒体转换器是Windows 10的用户创建的应用程序，该应用程序是通用并支持7种类型的媒体
zh_hant: 7：媒體轉換器是為Windows 10用戶設計的應用程序，該應用程序是Universal，支持7種類型的媒體

# StartCorte.Text
source: Cutting Start
ar: بدء القطع
es: Inicio del corte
fr_fr: Début de coupe
it_it: Inizio di taglio
ja: 切断開始
pt_br: Inicio do corte
ru_ru: Начало резки
vi: Cắt bắt đầu
zh_hans: 切割开始
zh_hant: 切割開始

# TargetFormat.Header
source: Select Format
ar: حدد شكل
es: Seleccione el formato
fr_fr: Sélectionnez format
it_it: Seleziona formato
ja: 選択フォーム
pt_br: Selecione o Formato
ru_ru: Выбрать сформированный
vi: Chọn hình thành
zh_hans: 选择形成
zh_hant: 選擇形成

# tclsAtalho.Header
source: Commands
ar: الأوامر
es: comandos
fr_fr: Commandes
it_it: Comandi
ja: コマンド
pt_br: Comandos
ru_ru: команды
vi: Lệnh
zh_hans: 命令
zh_hant: 命令

# tclsAtalho.OffContent
source: Disabled
ar: معاق
es: Discapacitado
fr_fr: Désactivé
it_it: Disabile
ja: 無効
pt_br: Desabilitado
ru_ru: инвалид
vi: Bị tắt
zh_hans: 残
zh_hant: 殘

# tclsAtalho.OnContent
source: Enabled
ar: قادر
es: Capaz
fr_fr: Activé
it_it: Capace
ja: 有効
pt_br: Habilitado
ru_ru: в состоянии
vi: Đã bật
zh_hans: 能
zh_hant: 能

# textContent
source: Device must be restarted!
ar: يجب إعادة تشغيل الجهاز!
es: ¡Es necesario reiniciar el dispositivo!
fr_fr: L'appareil doit être redémarré!
it_it: Il dispositivo deve essere riavviato!
ja: デバイスを再起動する必要があります。
pt_br: É necessário reiniciar o dispositivo!
ru_ru: Устройство необходимо перезапустить!
vi: Thiết bị phải được khởi động lại!
zh_hans: 设备必须重新启动！
zh_hant: 設備必須重新啟動！

# textLabel
source: Cancel
ar: إلغاء
es: Cancelar
fr_fr: Annuler
it_it: Annullare
ja: キャンセル
pt_br: Cancelar
ru_ru: отменить
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# textLabel0
source: Restart
ar: إعادة تشغيل
es: Reanudar
fr_fr: Réinitialiser
it_it: Nuovo inizio
ja: リセット
pt_br: Reiniciar
ru_ru: перезапуск
vi: Đặt lại
zh_hans: 重新开始
zh_hant: 重新開始

# Tile.Header
source: Live Tile Dynamics
ar: ديناميات البلاط الحية
es: Live Tile Dinámica
fr_fr: Dynamique des carreaux vivants
ja: ライブタイルダイナミクス
pt_br: Live Tile Dinâmica
ru_ru: Динамика живой плитки
zh_hans: 动态瓷砖动态
zh_hant: 動態瓷磚動態

# Tile.OffContent
source: Disabled
ar: معاق
es: Discapacitado
fr_fr: Désactivé
it_it: Disabile
ja: 無効
pt_br: Desabilitado
ru_ru: инвалид
vi: Bị tắt
zh_hans: 残
zh_hant: 殘

# Tile.OnContent
source: Enabled
ar: قادر
es: Capaz
fr_fr: Activé
it_it: Capace
ja: 有効
pt_br: Habilitado
ru_ru: в состоянии
vi: Đã bật
zh_hans: 能
zh_hant: 能

# versaoText
source: Version:
ar: تاريخ الإصدار:
es: versión:
fr_fr: Date de sortie:
it_it: Data di uscita:
ja: リリース日：
pt_br: Versão:
ru_ru: Дата выпуска:
vi: Ngày phát hành:
zh_hans: 发行日期：
zh_hant: 發行日期：

# VideoOption.Header
source: Video Quality
ar: جودة الفيديو
es: Calidad del vídeo
fr_fr: Qualité vidéo
it_it: Qualità video
ja: ビデオ品質
pt_br: Qualidade do vídeo
ru_ru: Качество видео
vi: Chất lượng video
zh_hans: 视频质量
zh_hant: 視頻質量
